# условное выполнение позволяет контролировать поток программы
# чтобы программа выполняла одни действия в одних условиях,и др — в других
# boolean — выражения,кот возвращают True (истина) или False (ложь)
# конструкция if -программа выполняет определённый код только при выполнении условия
# oператор if -else -kогда нужно выполнить один блок кода при выполнении условия,другой — если оно ложно
# oператор elif -eсли нужно проверить несколько условий по порядку(Python проверяет условия сверху вниз)
#
